{
    "Films":
    [
     {
        "Name":"Логан",
        "Desc":"В недалеком будущем уставший от жизни Логан заботится о больном профессоре Икс, который прячется неподалеку от мексиканской границы. Но Логан больше не сможет скрывать свое прошлое, когда встретится с юным мутантом, которого преследуют темные силы.",
     "Image":"https://st.kp.yandex.net/im/poster/2/9/0/kinopoisk.ru-Logan-2901233.jpg"
     },
     {
     "Name":"Побег из шоушенка",
     "Desc":"Успешный банкир Энди Дюфрейн обвинен в убийстве собственной жены и ее любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решетки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, вооруженный живым умом и доброй душой, отказывается мириться с приговором судьбы и начинает разрабатывать невероятно дерзкий план своего освобождения.",
     "Image":"https://st.kp.yandex.net/im/poster/7/4/2/kinopoisk.ru-The-Shawshank-Redemption-742554.jpg"
     },
     {
     "Name":"Зеленая миля",
     "Desc":"Обвиненный в страшном преступлении, Джон Коффи оказывается в блоке смертников тюрьмы «Холодная гора». Вновь прибывший обладал поразительным ростом и был пугающе спокоен, что, впрочем, никак не влияло на отношение к нему начальника блока Пола Эджкомба, привыкшего исполнять приговор. Гигант удивил всех позже, когда выяснилось, что он обладает невероятной магической силой…",
     "Image":"https://st.kp.yandex.net/im/poster/7/0/7/kinopoisk.ru-The-Green-Mile-707059.jpg"
     },
     {
     "Name":"Престиж",
     "Desc":"Роберт и Альфред — фокусники-иллюзионисты, которые на рубеже XIX и XX веков соперничали друг с другом в Лондоне. С годами их дружеская конкуренция на профессиональной почве перерастает в настоящую войну. Они готовы на все, чтобы выведать друг у друга секреты фантастических трюков и сорвать их исполнение. Непримиримая вражда, вспыхнувшая между ними, начинает угрожать жизни окружающих их людей…",
     "Image":"https://st.kp.yandex.net/im/poster/1/4/7/kinopoisk.ru-The-Prestige-1477879.jpg"
     },
     {
     "Name":"Пианист",
     "Desc":"Фильм снят по автобиографии Владислава Шпильмана, одного из лучших пианистов Польши 30-х годов прошлого века. Главный герой фильма — Владек — занимается искусством до тех пор, пока территорию Польши не занимают нацисты. Жизнь всех евреев меняется: их помещают в Варшавское гетто, запрещают работать, унижают, заставляют носить отличительные повязки, а через некоторое время отправляют в концлагерь.",
     "Image":"https://st.kp.yandex.net/im/poster/1/0/5/kinopoisk.ru-The-Pianist-1054002.jpg"
     },
     {
     "Name":"Пролетая над гнездом кукушки",
     "Desc":"Сымитировав помешательство в надежде избежать тюремного заключения, Рэндл Патрик МакМерфи попадает в психиатрическую клинику, где почти безраздельным хозяином является жестокосердная сестра Милдред Рэтчед. МакМерфи поражается тому, что прочие пациенты смирились с существующим положением вещей, а некоторые — даже сознательно пришли в лечебницу, прячась от пугающего внешнего мира. И решается на бунт. В одиночку.",
     "Image":"https://st.kp.yandex.net/im/poster/2/8/8/kinopoisk.ru-One-Flew-Over-the-Cuckoo_27s-Nest-2886267.jpg"
     },
     {
     "Name":"Темный рыцарь",
     "Desc":"Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы от преступности, отравляющей город. Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, известным испуганным горожанам под именем Джокер.",
     "Image":"https://st.kp.yandex.net/im/poster/9/6/7/kinopoisk.ru-The-Dark-Knight-967867.jpg"
     },
     {
     "Name":"Ла Ла Ленд",
     "Desc":"Это история любви старлетки, которая между прослушиваниями подает кофе состоявшимся кинозвездам, и фанатичного джазового музыканта, вынужденного подрабатывать в заштатных барах. Но пришедший к влюбленным успех начинает подтачивать их отношения.",
     "Image":"https://st.kp.yandex.net/im/poster/2/8/9/kinopoisk.ru-La-La-Land-2895245.jpg"
     },
     {
     "Name":"Дэдпул",
     "Desc":"Уэйд Уилсон — наёмник. Будучи побочным продуктом программы вооружённых сил под названием «Оружие X», Уилсон приобрёл невероятную силу, проворство и способность к исцелению. Но страшной ценой: его клеточная структура постоянно меняется, а здравомыслие сомнительно. Всё, чего Уилсон хочет, — это держаться на плаву в социальной выгребной яме. Но течение в ней слишком быстрое.",
     "Image":"https://st.kp.yandex.net/im/poster/2/6/9/kinopoisk.ru-Deadpool-2696689.jpg"
     },
     {
     "Name":"Конг: Остров черепа",
     "Desc":"На неизвестный остров в Тихом океане попадает команда ученых, военных и искателей приключений. Они вторгаются во владения могучего Конга и тем самым развязывают сражение между человеком и природой. Очень скоро исследовательская миссия превращается в игру на выживание, ее участники вынуждены буквально прорубать себе путь к спасению.",
     "Image":"https://st.kp.yandex.net/im/poster/2/7/8/kinopoisk.ru-Kong_3A-Skull-Island-2789385.jpg"
     }
    ],
    "Actors":
    [
     {
     "Name":"Хью Джекман",
     "Desc":"Полное имя — Хью Майкл Джекман. Родители — Крис Джекман и Грейс Уотсон — эмигранты из Великобритании. В семье Хью был младшим из пятерых детей. В 1996 году Хью женился на актрисе Деборре-Ли Фёрнесс. В мае 2000 года пара усыновила новорожденного ребенка — Оскара Максимилиана, а в 2005 году второго ребёнка — девочку Аву Элиот. В интервью Хью называет жену «лучшей мамой в мире». Учился на факультете социальных коммуникаций в Технологическом университете Сиднея. В 1992 году изучал драматическое искусство на актерских курсах. Окончил театральное отделение престижной академии сценических искусств в Перте, штат Западная Австралия (1994). Хью Джекман прошел курс специальных тренировок по рукопашному бою, для того чтобы научиться управляться с когтями Росомахи в серии фильмов про Людей Икс. Хью Джекман — левша.",
     "Image":"https://st.kp.yandex.net/im/kadr/2/0/7/kinopoisk.ru-Hugh-Jackman-2070165.jpg"
     },
     {
     "Name":"Алисия Викандер",
     "Desc":"Али́сия Аманда Вика́ндер — шведская актриса и танцовщица. Обладательница премий «SAG Awards» и «Оскар» за роль художницы Герды Вегенер в биографической драме «Девушка из Дании». Дочь актрисы Марии Фал-Викандер. Училась в Королевской балетной школе Швеции (2004-2007). Актриса выросла в окружении пяти братьев и сестер. Ее отец психиатр.",
     "Image":"https://st.kp.yandex.net/im/kadr/2/0/9/kinopoisk.ru-Alicia-Vikander-2090924.jpg"
     },
     {
     "Name":"Гари Олдман",
     "Desc":"Полное имя — Гари Леонард Олдман. В 14 лет он вступил в труппу гринвичского Молодежного театра, в 16 ушел из школы, чтобы работать в продаже спортивного снаряжения. В 1975 году, вдохновленный игрой Малкольма МакДауэлла в «Бешеная луна» (1971), Гари Олдман пытается поступить в престижную Королевскую академию драматического искусства, но его не приняли, намекнув соискателю, что лучше ему подобрать другую профессию. Но Олдман отправился в Кент, где добился стипендии в колледже сценической речи и драмы Роуз Бруфорд, который и закончил с отличием в 1979 году. В 1991 Гэри был арестован за вождение автомобиля в пьяном виде вместе со своим приятелем, актером Кифером Сазерлендом. Родился в семье сварщика и домохозяйки. Отец Гари умер от алкоголизма.",
     "Image":"https://st.kp.yandex.net/im/kadr/3/2/3/kinopoisk.ru-Gary-Oldman-32391.jpg"
     },
     {
     "Name":"Кейси Аффлек",
     "Desc":"Ка́леб Ке́йси Макгуа́йр А́ффлек-Болдт — американский актёр театра, кино и телевидения, а также кинорежиссёр, кинопродюсер и сценарист. Лауреат премий «Оскар», «Золотой глобус» и BAFTA за главную роль в драме «Манчестер у моря». Полное имя — Калеб Кейси Аффлек. Кейси — младший брат Бена Аффлека. Актер имеет шотландско-ирландские корни. У него два сына: Индиана Август (род. 31 мая 2004) и Аттикус (род. ноябрь 2007).",
     "Image":"https://st.kp.yandex.net/im/kadr/4/8/6/kinopoisk.ru-Casey-Affleck-486280.jpg"
     },
     {
     "Name":"Джеки Чан",
     "Desc":"Настоящее имя — Чан Конг Сунг, что означает «Чан, рожденный в Гонконге». Чан делает самостоятельно большую часть трюков, а также иногда дублирует других актёров; он неоднократно получал травмы (во время финальных титров в его фильмах обычно демонстрируются неудавшиеся дубли), поэтому Чан внесён в чёрные списки страховых компаний по всему миру. У Чана есть дочь Этта Оу Чок Лам (род. 19 ноября 1999) от внебрачной связи с актрисой Элейн Оу И-Лей. Его родители — Чарльз Чан и Ли-Ли Чан — бежали в Гонконг с континента во время гражданской войны, а в 1960 году перебрались в Австралию. В возрасте 6 лет Чан был отдан в школу пекинской оперы в Гонконге. 12 ноября 2016 года Джеки получил почетный Оскар за вклад в кинематограф.",
     "Image":"https://st.kp.yandex.net/im/kadr/2/2/6/kinopoisk.ru-Jackie-Chan-2269665.jpg"
     },
     {
     "Name":"Крис Пратт",
     "Desc":"Кри́стофер Майкл «Крис» Прэтт — американский профессиональный актёр кино и телевидения. Известен главными ролями в фильмах «Стражи Галактики», «Мир юрского периода» и «Пассажиры». В 2014 году озвучил главную роль в анимационном фильме «Лего. Полное имя — Кристофер Майкл Пратт (Christopher Michael Pratt). У Криса есть старшие брат и сестра. В 2009 году женился на актрисе Анне Фэрис, с которой познакомился на съемках фильма «Отвези меня домой». 25 августа 2012 года у пары родился первенец Джек Пратт.",
     "Image":"https://st.kp.yandex.net/im/kadr/2/6/3/kinopoisk.ru-Chris-Pratt-2632926.jpg"
     },
     {
     "Name":"Марион Котийяр",
     "Desc":"Марио́н Котийя́р — французская актриса театра, телевидения и кино. Снимается как во французских, так и зарубежных фильмах. За роль в фильме «Долгая помолвка» была удостоена премии «Сезар» в номинации «Лучшая актриса второго плана». Отец Марион — режиссер, мать — актриса. У Марион есть два младших брата-близнеца — Квентин и Гийом. Первый — скульптор и художник, второй — писатель. 19 мая 2011 года родила сына от французского актера Гийома Кане. Мальчика назвали Марселем. Марион хорошо поет. Говорит, что если бы она не была актрисой, хотела бы стать певицей.",
     "Image":"https://st.kp.yandex.net/im/kadr/1/2/2/kinopoisk.ru-Marion-Cotillard-1228497.jpg"
     },
     {
     "Name":"Кристен Стюарт",
     "Desc":"    Полное имя — Кристен Джеймс Стюарт (Kristen Jaymes Stewart). Родилась в один день с актером Дэннисом Куэйдом, который играл её отца в фильме «Дьявольский особняк». Отец Кристен — телепродюсер, а мать — сценарист. Отец Кристен, Джон Стюарт, работал ассистентом режиссера, продюсером и директором многочисленных шоу на канале «Fox». У неё есть родной старший брат — Камерон Стюарт и два приёмных брата — Дэна и Тэйлор, усыновлённые родителями Кристен. Кристен Стюарт — первая актриса в истории страны, удостоенная французской премии «Сезар» (за роль второго плана в драме «Зильс-Мария», 2014).",
     "Image":"https://st.kp.yandex.net/im/kadr/1/2/1/kinopoisk.ru-Kristen-Stewart-1211007.jpg"
     },
     {
     "Name":"Киану Ривз",
     "Desc":"    Полное имя — Киану Чарльз Ривз (Keanu Charles Reeves). По-гавайски имя Keanu означает «прохладный ветер над горами». Отец Киану — Сэмуэль Ноулин Ривз — наполовину гаваец, наполовину китаец, а мать — Патрисия Тэйлор — англичанка. В детстве у Киану и его сестры Ким была диcлексия (нарушение речи, неспособность к чтению), которую многие считают причиной его замкнутости. У Киану никогда не было собственного компьютера. Если ему приходится все же общаться с компьютером — он играет в шахматы. Киану не раз утверждал, что его больше интересуют отношения человека и компьютера, нежели сам компьютер как таковой. Киану боится иметь детей, потому что этот мир его часто пугает. Однако он считает, что способен влюбиться до такой степени, когда уже станет все равно, что тебя ждет впереди. Актер играл на бас-гитаре в группе «Dogstar». В 2002 году Киану присоединился к своему товарищу по «Dogstar» Робу Мейлхаузу в новой группе «Becky». После съемок «На гребне волны» актёр увлекся серфингом, а после участия в фильме «Много шума из ничего» Киану полюбил конный спорт. Киану — левша. Экранный дебют Ривза произошёл в 1979 на канадском телевидении. В начале 1980-х он снимался в рекламе (включая рекламу Coca-Cola) и коротких фильмах в Торонто. Его первая роль в студийном фильме — хоккейный вратарь в фильме «Молодая кровь» (1986). Киану снял ролик социальной рекламы о пользе ремня безопасности, таким образом Киану пытался спасти хоть кого-нибудь, если уж не смог спасти подругу Дженнифер Сайм. В 2001 году подруга Ривза 28-летняя Дженнифер Сайм погибла в автокатастрофе; её джип врезался в три припаркованные машины на улице Лос-Анджелеса. Киану похоронил подругу на Вествудском кладбище Лос-Анджелеса рядом с могилой их мертворождённой дочери. У Ривза был роман с Дженифер Сайм, ассистенткой режиссёра Дэвида Линча и подругой сестры Киану, Карины. 8 января 2000 года у них должна была родиться дочь, которую он собирался назвать Ава Арчер Сайм-Ривз. Но за неделю до родов врач перестал слышать биение сердца ребёнка; УЗИ показало, что девочка умерла в утробе матери, причиной смерти стал тромб в пуповине. Киану имеет канадское и британское гражданство. У Ривза есть три сестры: Ким Ривз (1966 г. р., Бейрут, Ливан), Карина Ривз (1976 г. р., Торонто, Канада) и Эмма Роуз Ривз (1980 г. р., Гавайи). Ким Ривз — актриса, также разводила лошадей. За пять лет Ривз посещал четыре средние школы, включая школу актёрского ремесла, из которой он был исключён. Свою актёрскую карьеру он начал в 15 лет, участвуя в сценических постановках в местном клубе. После ухода из католической средней школы для мальчиков, где он играл в хоккей, поступил в бесплатную государственную школу, совмещая учёбу и работу актёра. Позже он бросил школу, так и не получив диплом об окончании средней школы. В школьной хоккейной команде приятели наградили Киану прозвищем «The Wall» (Стена) за то, что он был первоклассным вратарём; будущий актёр работал в магазине мучных изделий, точил коньки и признавался MVP (Most Valued Player — самый полезный игрок) в хоккейной команде своей школы. Когда Ривз впервые появился в Голливуде, его агент посчитал, что имя актёра слишком экзотическое, поэтому в ранних фильмах он иногда появлялся в титрах под именами К. С. Ривз, Норман Ривз или Чак Спидена.",
     "Image":"https://st.kp.yandex.net/im/kadr/2/0/6/kinopoisk.ru-Keanu-Reeves-2068672.jpg"
     },
     {
     "Name":"Жан-Клод Ван Дамм",
     "Desc":"    Актер любит классическую музыку, любимый композитор — Бетховен. По его собственному признанию, английский язык Ван Дамм начал учить с помощью телевизора, смотря детский мультипликационный сериал «Флинстоуны». Кроме английского и родного фламандского, он владеет также французским, испанским и немецким языками. До занятий спортом Ван Дамм в течение пяти лет занимался классическим балетом. Настоящее имя — Жан-Клод Камиль Франсуа Ван Варенберг. В начале 80-х был спарринг-партнером Чака Норриса. Ван Дамм чемпион Европы по каратэ в среднем весе среди юниоров и чемпион Европы по каратэ 1979 года. Мишель Кисси, принявший участие в нескольких фильмах Ван Дамма, также неоднократно являлся его спарринг-партнером. Проходил курсы реабилитации от наркозависимости. Жан-Клод учился в престижном коледже «Dominique Valera». В 1989 отвечал в суде за «намеренное» повреждение глаза участника массовки в сцене сражения на мечах в фильме «Киборг». Имеет черный пояс в сётокан-карате. Изучал 5 видов боевых искусств: сётокан-карате, карате-до, кикбоксинг, кун-фу и таэквондо. Родился в семье бухгалтера и продавщицы цветов. В октябре 2012 года в брюссельском Андерлехте открыли памятник актеру. Статуя находится напротив торгового центра Westland Shopping Center. Монумент получил название «Мышцы из Брюсселя». На нем Ван Дамм изображен в шортах для тайского бокса, стоящим в боевой стойке. Памятник изготовлен из бронзы и весит почти 1,5 тонны. Жан-Клод Ван Дамм имеет троих детей: сына Кристофера (родился 20 мая 1987 года) и дочь Бьянку (родилась 17 октября 1990 года) от Глэдис Португез и сына Николаса (родился 10 октября 1995 года) от брака с Дарси ЛяПьер. Создатели игры Mortal Kombat при создании персонажа Джонни Кейджа брали за основу образ именно Ван Дамма.",
     "Image":"https://st.kp.yandex.net/im/kadr/1/0/8/kinopoisk.ru-Jean-Claude-Van-Damme-1086147.jpg"
     }

     ]
}
